Repository: brol/breathe
Catalog: locales/*/main.po
Languages: fr

source: File %s does not exist and directory %s is not writable.
fr: Le fichier %s n'existe pas et le répertoire %s n'est pas accessible en écriture.

source: Personalizations
fr: Personnalisations

source: Menu to display:
fr: Menu à afficher :

source: Plugins menu allowed: <a href="http://plugins.dotaddict.org/dc2/details/menu">Menu</a> plugin (horizontal and vertical), or SimpleMenu.
fr: Plugins menu acceptés : plugin <a href="http://plugins.dotaddict.org/dc2/details/menu">Menu</a> (horizontal et vertical), ou SimpleMenu.

source: Colors
fr: Couleurs

source: Color display:
fr: Couleur à afficher :

source: Spring
fr: Printemps

source: Summer
fr: Eté

source: Autumn
fr: Automne

source: Winter
fr: Hiver

source: Dock display:
fr: Affichage du dock :

source: Yes
fr: Oui

source: No
fr: Non

source: To display pictures in the dock, you must have installed the plugin <a href="http://plugins.dotaddict.org/dc2/details/listImages">ListImages</a>.
fr: Pour afficher des images dans le dock, vous devez avoir installé le plugin <a href="http://plugins.dotaddict.org/dc2/details/listImages">ListImages</a>.

source: To display pictures in a slide, you must have installed the plugin <a href="http://plugins.dotaddict.org/dc2/details/listImages">ListImages</a>.<br />The slides can display originals images 650px wide x 300px high.<br />They are positioned under the menu bar, the range of tickets will be below and sidebar to the right.<br />It is not possible to simultaneously view two slides in the blog.
fr: Pour afficher des images dans un slide, vous devez avoir installé le plugin <a href="http://plugins.dotaddict.org/dc2/details/listImages">ListImages</a>.<br />Les slides permettent d'afficher des images originales de 650px de large x 300px de haut.<br />Ils sont positionnés sous la barre de menu, la liste des billets sera en-dessous et la sidebar à leur droite.<br />Il n'est pas possible d'afficher simultanément les deux slides dans le blog.

source: No slide
fr: Pas de slide

source: Slide without Thumbnails
fr: Slide sans vignette

source: The title and the text (limited to the first 300 characters of the ticket) appears at the bottom of the image on a translucent background with a slide effect.
fr: Le titre ainsi que le texte (limité au 300 premiers caractères du billet) s'affiche en bas de l'image sur un fond translucide avec un effet de slide.

source: Slide with Thumbnails
fr: Slide avec vignette

source: The title and the text (limited to the first 100 characters of the ticket) appears at the bottom of the image on a translucent background. The Tab is as thumbnails.
fr: Le titre ainsi que le texte (limité au 100 premiers caractères du billet) s'affiche en bas de l'image sur un fond translucide. La tabulation est sous forme de vignettes.

source: By default, the slide is based on the last 4 selected tickets. However, you can use it to display the Notes of a category or tag.<br />For a specific class will be put in place of <code>&lt;tpl:Entries selected="1" lastn="4" ignore_pagination="1" no_context="1"&gt;</code> this <code>&lt;tpl:Entries category="Url-of-the-category" lastn="4" ignore_pagination="1" no_context="1"&gt;</code>.<br />And for a specific tag, this <code>&lt;tpl:Entries tag="Name of the tag" lastn="4" ignore_pagination="1" no_context="1"&gt;</code>.
fr: Par défaut, le slide s'appuie sur les 4 derniers billets sélectionnés. Vous pouvez cependant l'utiliser pour afficher les billets d'une catégorie ou d'un tag.<br />Pour une catégorie précise on mettra à la place de <code>&lt;tpl:Entries selected="1" lastn="4" ignore_pagination="1" no_context="1"&gt;</code> ceci <code>&lt;tpl:Entries category="Url-de-votre-categorie" lastn="4" ignore_pagination="1" no_context="1"&gt;</code>.<br />Et pour un mot-clé précis, cela <code>&lt;tpl:Entries tag="Nom du tag" lastn="4" ignore_pagination="1" no_context="1"&gt;</code>.

source: Display on the following pages:
fr: Afficher sur les pages suivantes :
